openfoam/OpenFOAM-dev/tutorials/multiphaseEuler/bubbleColumn/constant/momentumTransport.air
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      momentumTransport.air;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType  RAS;

RAS
{
    model    mixtureKEpsilon; // continuousGasKEpsilon;

    turbulence      on;
    printCoeffs     on;
}

// ************************************************************************* //
